{
    "message_check": "MESSAGE CHECK",
    "welcome_message_check": "Welcome to MESSAGE CHECK!",
    "verify_authenticity": "Want to verify the authenticity of a message or image? Or, a social media post?",
    "use_search_bar": "Use the search bar below by inserting a query in text or uploading the image.",
    "system_info": "The system will show posts with similar misinformation and how they were debunked by fact-checkers at Vishvas News.",
    "important_topics": "You can also search for debunked dis/misinformation about important topics and persons using keywords.",
    "search_type": "Search Type",
    "text": "Text",
    "loading": "Loading...",
    "image_upload": "Image Upload",
    "information":"Your query has been matched with a large set of debunked news-stories in the Vishwas News database, using multiple AI-based text matching methods. The “Top Matches” list shows some of the news-stories that are a combination of most recent and most relevant (similar) to your query. The percentage score indicates the match of your query with the closest matching news-story that appears at the top of the list. Other similar news-stories are also shown for your information. If your query does not show a relevant match, it is automatically re-directed to the team of fact-checkers at Vishvas News. If the claim contained in the query is dis/misinformation, they verify and debunk it. The fact-check is then published on the Vishvas News website.",
    "search": "Search",
    "top_matches": "Top Matches",
    "claim_match_message":" This claim has up to {{highestMatch}}% match with debunked stories in our Database",
    "trends_based_misinformation": "Trends based misinformation",
    "recycled_misinformation": "Recycled dis/misinformation is often deployed by bad actors to create confusion and mislead recipients.",
    "debunked_section": "This section shows you already debunked dis/misinformation based on:",
    "current_trends": "Current trends – Fact-checks by our team based on what is trending on the web.",
    "historical_trends": "Historical trends – Fact-checks from the past years, on the same date and week +/- three days.",
    "based_on_current_trends": "Based on Current Trends",
    "based_on_historical_trends": "Based on Historical Trends",
    "about": "About",
    "timeline": "Timeline",
    "timeline_description": "The graph depicts the number of fact-checks every year on the subject/claim being searched.",
    "no_match_message": "No match found for the query in the database.",
    "error_results_not_available":"No results available for this query.",
    "disclaimer":"Disclaimer: This section of the website is run by an AI tool which makes decisions based on deep learning mechanisms. The parties shall not bear any liability of the decisions made by the tool, but would ensure to take down any wrong decision as and when highlighted by any person or authority with sufficient proof and justification.",
    "about_title": "Welcome to MESSAGE CHECK!",
    "about_description": "MESSAGE CHECK is a fact-checking dashboard, and a predictive learning platform to identify existing fact-checks that match dis/misinformation claims going viral. It also enables fact-checkers to predict misinformation around events and identify seasonal or event-based trends that cause a surge in misinformation. The dashboard is part of the Misleading Data Predictor (MDP) created collaboratively by teams at Vishvas News and IIT-Kharagpur.",
    "explanatory_note": "Explanatory note from the team at Department of Computer Science Engineering at the Indian Institute of Technology (IIT), Kharagpur:",
    "processing_database": "Processing the Vishvas News database of debunked news-stories: Vishvas News shared with us approx. 10,000 news-stories that have been debunked (verified to be false) over the last several years. We populated a database with these stories. Specifically, we store the headline, URLs, tags, person names, etc. of the news-stories in the database. Also if the news-story has a relevant image, that image is stored in the database.",
    "text_queries": "Text Queries in English: Our text-matching system takes a text query as input and produces a list of stories from the database with the most matching similarity. The system contains a two-stage ensemble pipeline consisting of 3 AI models for measuring text similarity. We first use (1) the BM25 retrieval algorithm, and (2) cosine similarity of Fasttext sentence embeddings to get ranked lists of all the news stories, based on their similarity to the query. Then, the union set of the top 25 stories from each of the two above models is fed to a (3) BERTScore model which produces another ranked list of stories similar to the query. A fourth ranked list is also created from this union set of stories based on reverse chronological order of the story date, to account for recency in the results.",
    "models_reason": "Each of the three models has been used for a specific reason – BM25 is a very robust and lightweight text retrieval algorithm; Fasttext embeddings can handle character n-grams aiding with typos / slight differences in spellings (e.g., if the user wrongly spells a name in the query); BERTScore to aid in multilingual matching (e.g., if the query is in English, this will help to identify matching stories in both English and Hindi).",
    "note_bert_score": "Note that we load the BERTScore model with distilbert-base-multilingual which is a relatively lightweight version of the BERT model which can capture multilingual information, to ensure that the system can give quick answers to queries.",
    "merge_lists": "Finally, we merge the four ranked lists using a reciprocal rank fusion (RRF) method to get the final ranked lists. We then show all the stories with a similarity percentage greater than a certain threshold value (which we set through manual testing).",
    "multilingual_queries": "Text Queries containing Indian languages: Before sending the query to the ranking algorithms, we check if more than 40% tokens in the query are non-English characters, and if so, we label these as multilingual queries. We first translate such queries to English using IndicTrans2 (an open-source BERT-based translation model). We then process this translated query using the three models, and then pass the additional ranked lists (along with the original ones) to the RRF method for merging them.",
    "image_query": "Image Query: Given an image as the query, we use ResNet-50, an open-source vision-transformer model, to get a dense embedding representation of the image query. We have collected images from all of the stories in the database and precomputed their embedding representations. We then calculate the most similar story embeddings with that of the query.",
    "about_vishvas_news": "About Vishvas News",
    "contact_us": "Contact Us",
    "drag_drop_image": "Drag and drop an image here or click to upload.",
    "query_feedback": "Do you have any query, concern or feedback? Write to us at mdp@jagrannewmedia.com",
    "contact_whatsapp": "You can also reach the Vishvas News team via WhatsApp on +91-9205270923."
}