{
    "message_check": "मैसेज चेक",
    "welcome_message_check": "मैसेज चेक में आपका स्वागत है!",
    "verify_authenticity": "क्या आप किसी मैसेज/संदेश या तस्वीर या फिर किसी सोशल मीडिया पोस्ट की प्रमाणिकता की जांच करना चाहते हैं?",
    "use_search_bar": "सर्च बार में संबंधित मैसेज या तस्वीर को अपलोड करें।",
    "system_info": "सर्च परिणाम में आपको समान मिस-इन्फॉर्मेशन की फैक्ट चेक रिपोर्ट्स मिलेगी, जिसे विश्वास न्यूज के फैक्ट चेकर्स ने जांचा है।",
    "important_topics": "आप कीवर्ड का इस्तेमाल करते हुए महत्वपूर्ण विषयों और व्यक्तियों के बारे में वायरल मिस-इन्फॉर्मेशन की फैक्ट चेक रिपोर्ट्स को तलाश सकते हैं।",
    "search_type": "सर्च के प्रकार",
    "text": "टेक्स्ट",
    "image_upload": "इमेज अपलोड",
    "search": "सर्च",
    "loading": "लोड हो रहा है...",
    "information": "आपकी क्वेरी को विश्वास न्यूज के डेटाबेस में बहुत सारी मिस-इन्फॉर्मेशन की फैक्ट चेक रिपोर्ट्स के साथ मिलाया गया है, जिसे कई एआई-आधारित टेक्स्ट मैचिंग विधियों का उपयोग करके किया गया है। “टॉप मैचेस” सूची में वह कुछ न्यूज़-स्टोरीज़ दिखाई गई हैं जो आपकी क्वेरी के सबसे नवीन और संबंधित (समान) हैं। प्रतिशत स्कोर आपकी क्वेरी की उस न्यूज़-स्टोरी के सबसे नजदीकी मैच को दर्शाता है जो सूची के शीर्ष पर दिखाई देती है। अन्य समान न्यूज़-स्टोरीज़ भी आपकी जानकारी के लिए दिखाई जाती हैं। अगर आपकी क्वेरी कोई संबंधित मैच नहीं दिखाती है, तो विश्वास न्यूज के फैक्ट-चेकर्स टीम के पास स्वचालित रूप से री-डायरेक्ट होती है। अगर क्वेरी में दावा शामिल है, तो वे इसे जांचते हैं और डिबंक करते हैं। फैक्ट-चेक फिर विश्वास न्यूज की वेबसाइट पर प्रकाशित किया जाता है।",
    "error_results_not_available":"इस क्वेरी के लिए कोई परिणाम उपलब्ध नहीं है।",
    "timeline": "टाइमलाइन",
    "top_matches": "टॉप मैचेस",
    "claim_match_message": "इस दावे का उपर तक  {{highestMatch}}% मैच है डेटाबेस में डिबंक की गई कहानियों के साथ",
    "timeline_description": "यह ग्राफ़ वर्षों में विशेष विषय/दावे पर हर साल की फैक्ट चेक्स की संख्या को दर्शाता है।",
    "disclaimer":"डिस्क्लेमर: वेबसाइट के इस खंड को एक एआई टूल द्वारा चलाया जाता है जो गहरी सीखने के तंत्रों पर आधारित निर्णय लेता है। पक्ष इस टूल द्वारा लिए गए निर्णयों की किसी भी जिम्मेदारी नहीं उठाएंगे, लेकिन यह सुनिश्चित करेंगे कि किसी भी व्यक्ति या प्राधिकरण द्वारा प्रमाण और न्याय से हाइलाइट किए गए किसी भी गलत निर्णय को तुरंत हटा दिया जाए।",
    "trends_based_misinformation": "ट्रेंड्स आधारित मिस-इन्फॉर्मेशन",
    "recycled_misinformation": "लोगों को गुमराह करने के लिए अक्सर असमाजिक तत्वों द्वारा मिस-इन्फॉर्मेशन या डिस-इन्फॉर्मेशन को बार-बार शेयर किया जाता है।",
    "debunked_section": "यह सेक्शन आपको निम्न कारकों के आधार पर पहले जांची जा चुकी मिस-इन्फॉर्मेशन या डिस-इन्फॉर्मेशन को दिखाता है।",
    "current_trends": "वर्तमान ट्रेंड्स - वेब पर होने वाले ट्रेंड्स से मिलती विश्वास न्यूज की फैक्ट चेक रिपोर्ट्स को दिखाती है।",
    "historical_trends": "ऐतिहासिक ट्रेंड्स - पिछले सालों की फैक्ट चेक रिपोर्ट्स को दर्शाती है, जो पिछले वर्षों की समान अवधि के  +/- तीन दिनों और हफ्ते पर आधारित होती है।",
    "based_on_current_trends": "वर्तमान ट्रेंड्स पर आधारित",
    "based_on_historical_trends": "ऐतिहासिक ट्रेंड्स पर आधारित",
    "about": "के विषय में",
    "no_match_message":"डेटाबेस में क्वेरी के लिए कोई मैच नहीं मिला।",
    "about_title": "मैसेज चेक में आपका स्वागत है!",
    "about_description": "मैसेज चेक एक फैक्ट-चेकिंग डैशबोर्ड है और मौजूदा फैक्ट-चेक की पहचान करने के लिए एक प्रीडिक्टिव लर्निंग प्लेटफॉर्म है, जो वायरल हो रहे मिस/डिस इन्फॉर्मेशन क्लेम से फैक्ट चेक रिपोर्ट का मिलान करता है।  यह फैक्ट चेकर्स को घटनाओं के बारे में गलत सूचना का अनुमान लगाने और विशेष समयावधि या घटना-आधारित रुझानों की पहचान करने में मदद करता है, जिससे मिस-इन्फॉर्मेशन के मामलों में वृद्धि होती है। डैशबोर्ड मिसलीडिंग डेटा प्रिडिक्टर (एमडीपी) का हिस्सा है, जिसे विश्वास न्यूज और आईआईटी-खड़गपुर ने मिलकर बनाया है।",
    "explanatory_note": "भारतीय प्रौद्योगिकी संस्थान (आईआईटी), खड़गपुर में कंप्यूटर विज्ञान इंजीनियरिंग विभाग की टिप्पणी:",
    "processing_database": "विश्वास न्यूज द्वारा वायरल दावों की जांच वाली फैक्ट चेक रिपोर्ट्स के डेटाबेस की प्रॉसेसिंग: विश्वास न्यूज ने हमारे साथ लगभग 10,000 से ज्यादा फैक्ट चेक रिपोर्ट्स को साझा किया, जिसे  पिछले कई वर्षों के दौरान जांचा (फेक होने की पुष्टि) गया है। हमने इन रिपोर्ट्स का एक डेटाबेस तैयार किया। विशेष रूप से, हमने फैक्ट चेक रिपोर्ट्स के शीर्षक, यूआरएल, टैग, व्यक्ति के नाम आदि डेटा को स्टोर किया। साथ ही अगर किसी रिपोर्ट्स में प्रासंगिक तस्वीर है, तो उसे भी डेटाबेस में स्टोर किया है।",
    "text_queries": "अंग्रेजी में टेक्स्ट क्वेरीज़: हमारा टेक्स्ट-मिलान सिस्टम टेक्स्ट के रूप में डाली गई पूछताछ या क्वेरी को इनपुट के रूप में लेता है और डेटाबेस से सबसे अधिक मेल खाने वाली फैक्ट चेक रिपोर्ट्स की एक सूची तैयार करता है। सिस्टम में टेक्स्ट समानता को मापने के लिए 3 एआई मॉडल से लैस दो चरण वाले एनसेंबल पाइपलाइन का इस्तेमाल करता है। हम सबसे पहले (1) बीएम25 रिट्रीवल अल्गोरिद्म का उपयोग करते हैं और (2) फास्टटेक्स्ट सेंटेंस या वाक्य एम्बेडिंग की कोसाइन समानता का उपयोग क्वेरी के साथ उनकी समानता के आधार पर सभी फैक्ट चेक रिपोर्ट्स की क्रमबद्ध सूची प्राप्त करने के लिए करते हैं। इसके बाद उपरोक्त दो मॉडलों में से प्रत्येक से शीर्ष 25 कहानियों का यूनियन सेट एक (3) BERTScore मॉडल में फीड किया जाता है, जो क्वेरी के समान रिपोर्ट्स की एक और रैंक वाली सूची तैयार करता है। नतीजों में नवीनता को ध्यान में रखते हुए, रिपोर्ट्स की तारीख के विपरीत क्रोनोलॉजिकल क्रम के आधार पर रिपोर्ट्स की इस सूची से एक चौथी रैंक वाली सूची भी बनाई जाती है।",
    "models_reason": "तीनों मॉडलों में से प्रत्येक का उपयोग एक विशिष्ट कारण से किया गया है - BM25 एक बहुत ही मजबूत और लाइटवेट रिट्रीवल अल्गोरिद्म है; फास्टटेक्स्ट एम्बेडिंग टाइपो / वर्तनी में मामूली अंतर के साथ मदद करने वाले अक्षर एन-ग्राम को ठीक कर सकता है। (उदाहरण के लिए, यदि यूजर या उपयोगकर्ता क्वेरी या पूछताछ के दौरान गलत तरीके से नाम लिखता है); बहुभाषी मिलान में BERTScore सहायता करता है। (उदाहरण के लिए, यदि क्वेरी अंग्रेजी में है, तो इससे अंग्रेजी और हिंदी दोनों में मेल खाने वाली रिपोर्ट्स की पहचान करने में मदद मिलेगी)।",
    "note_bert_score": "ध्यान दें कि हम BERTScore मॉडल को डिस्टिलबर्ट-बेस-मल्टीलिंगुअल के साथ लोड करते हैं, जो BERT मॉडल का अपेक्षाकृत लाइटवेट संस्करण है, जो कई भाषाओं में जानकारी कैप्चर कर सकता है, ताकि यह सुनिश्चित हो सके कि सिस्टम पूछे गए सवालों का तुरंत जवाब दे सके।",
    "merge_lists": "अंत में, हम अंतिम रैंक वाली लिस्ट हासिल करने के लिए रेसिप्रोकल रैंक फ़्यूज़न (आरआरएफ) मेथड का इस्तेमाल करते हुए चार रैंक वाली सूचियों को मर्ज करते हैं। फिर हम सभी रिपोर्ट्स को एक निश्चित थ्रेसोल्ड वैल्यू (सीमा मान) (जिसे हम मैन्युअल परीक्षण के माध्यम से सेट करते हैं) से अधिक समानता प्रतिशत के साथ दिखाते हैं।",
    "multilingual_queries": "भारतीय भाषाओं वाली टेक्स्ट क्वेरीज: क्वेरी या पूछताछ को रैंकिंग अल्गोरिदम में भेजने से पहले, हम जांचते हैं कि क्वेरी या पूछताछ में 40% से अधिक टोकन गैर-अंग्रेजी वर्ण हैं या नहीं और यदि ऐसा है, तो हम इन्हें बहुभाषी क्वेरी के रूप में लेबल करते हैं। हम पहले IndicTrans2 (एक ओपन-सोर्स BERT-आधारित अनुवाद मॉडल) का उपयोग करके ऐसी क्वेरी का अंग्रेजी में अनुवाद करते हैं। फिर हम तीन मॉडलों का उपयोग करके इस अनुवादित क्वेरी को प्रॉसेस करते हैं और फिर उन्हें मर्ज करने के लिए अतिरिक्त रैंक वाली सूचियों (मूल लोगों के साथ) को आरआरएफ मेथड से पास करते हैं।",
    "image_query": "इमेज क्वेरी: क्वेरी के रूप में तस्वीर या इमेज को देखते हुए, हम इमेज क्वेरी का डेंस एम्बेडिंग रिप्रेजेंटेशन हासिल करने के लिए, एक ओपन-सोर्स विज़न-ट्रांसफॉर्मर मॉडल, ResNet-50 का इस्तेमाल करते हैं। हमने डेटाबेस में शामिल सभी रिपोर्ट्स से तस्वीरों को एकत्र किया है और उनके एम्बेडिंग रिप्रेजेंटेशन की पूर्व-गणना की है। इसके बाद हम क्वेरी के साथ सबसे समान या मिलती-जुलती एम्बेडिंग की गणना करते हैं।",
    "about_vishvas_news": "विश्वास न्यूज के बारे में",
    "contact_us": "हमसे संपर्क करें",
    "drag_drop_image": "यहाँ एक इमेज खींचें और छोड़ें या अपलोड करने के लिए क्लिक करें।",
    "query_feedback": "अगर आपके पास कोई सवाल, आशंका या फीडबैक है, तो हमें mdp@jagrannewmedia.com पर लिखें।",
    "contact_whatsapp": "आप +91-9205270923 पर WhatsApp  के जरिए भी विश्वास न्यूज टीम तक पहुंच सकते हैं।"
}